
export const perspectiveArticleProps = [
    {
        href: "",
        title: "スマートタウン（地域IoTプラットフォーム）実現のパートナーにご興味、ご関心のあるメーカー、アプリケーションベンダー様",
        description: "スマートタウン（地域IoTプラットフォーム）実現のための、センサー、通信デバイスの提供や、アプリケーション連携に興味、ご関心がある企業様、ご遠慮なくお問い合わせください"
    },
    {
        href: "",
        title: "スマートタウン（地域IoTプラットフォーム）に導入にご興味、ご関心のある自治体様、システム会社様",
        description: "ご自身の地域へ、スマートタウン（地域IoTプラットフォーム）導入にご関心のある自治体様、地場のシステム会社様、ご遠慮なくお問い合わせください"
    },
    {
        href: "",
        title: "高鍋町IoTインフラ構築",
        description: "今改めてIoTとは、また宮崎県高鍋町とIoTに関する包括協定を結んで実施したIoTインフラ構築について"
    },
    {
        href: "",
        title: "地域でのIoT活用のためのプライベートセミナー",
        description: "行政との連携による地域IoT活用の事例紹介と概要解説と、地域でのIoTの活用方法を共に考える、プライベートセミナーのご案内です。"
    },
    {
        href: "",
        title: "高鍋町IoTプラットフォーム構築_活用事例概要",
        description: "弊社が、宮崎県高鍋町とIoTに関する包括協定を結んで実施した、IoTプラットフォームの事例概要"
    },
    {
        href: "",
        title: "IoTビジネスコンサルティング",
        description: "IoTビジネスコンサルティングを支援します。"
    },
    {
        href: "",
        title: "高鍋町IoTプラットフォーム構築事例①",
        description: "宮崎県高鍋町におけるIoTプラットフォームのビニールハウス事例紹介"
    },
    {
        href: "",
        title: "高鍋町IoTプラットフォーム構築事例②",
        description: "宮崎県高鍋町におけるIoTプラットフォームを活用した車両GPS事例紹介"
    },
    {
        href: "",
        title: "高鍋町IoTプラットフォーム構築事例③",
        description: "宮崎県高鍋町におけるIoTプラットフォームを活用したオフィスセキュリティ事例紹介"
    }
]

export const solutionServiceProps = [
    {
        href: "",
        title: "自治体向けソリューション",
        description: "自治体が抱える、地域の様々な課題を解決するソリューションをご提供します。"
    },
    {
        href: "",
        title: "IoTビジネスコンサルティング",
        description: "IoTを活用した新規事業、新規取り組みの企画から、PoC(Proof of Concept=概念実証)、実現までをお手伝い致します。"
    },
    {
        href: "",
        title: "IoTシステム構築",
        description: "IoTを活用したシステム全体の設計、デバイス類などのハードウェアを含めた開発、導入までをワンストップでサポート致します"
    },
    {
        href: "",
        title: "IoTプロトタイプ構築",
        description: "IoTの取り組みで避けては通れない、センサー、デバイス類のプロトタイプの設計と製作（ソフトウェア、ハードウェア）や、アプリケーションの設計・開発のサポートを致します。"
    },
    {
        href: "",
        title: "IoT技術検証、テストマーケティング",
        description: "実際の街中で、IoTビジネスの技術的な検証、テストマーケティングをお手伝い致します。"
    },
    {
        href: "",
        title: "自治体スマートタウン構築",
        description: "各自治体様及び各地域のシステム開発企業様向けに、スマートタウン化に必要となるすべてをパッケージで提供・レンタルするサービスです。"
    },
    {
        href: "",
        title: "IoT基礎研修・技術研修",
        description: "IoTビジネスの検討/構築に必要となる知識・ノウハウを得るためのトレーニングサービスを提供しています。2つのコースのご用意があり、基礎編（経営層/企画者向け）と技術編（エンジニア/実務者向け）になります。"
    },
    {
        href: "",
        title: "地域IoT視察ツアー",
        description: "自治体様を対象に、地域IoT視察ツアーを実施いたします。弊社の地域IoTを敷設している、宮崎県児湯郡高鍋町の視察ツアーになります。"
    },
    {
        href: "",
        title: "クラウド版 農業IoTソリューション:栽培施設環境データモニタリング",
        description: "ビニールハウス等の栽培施設内の各種環境データの取得が可能です。導入いただくことで、環境データに基づいた栽培条件の検討/改善と、収量変化データを蓄積し、分析いただくことが可能です。"
    },
    {
        href: "",
        title: "クラウド版 農業IoTソリューション:作物盗難警告システム",
        description: "栽培中作物を盗難から守るためのシステムです。ビニールハウス等の栽培施設への侵入を検知し、アラートを受け取る事ができます。"
    },
    {
        href: "",
        title: "暑さ指数(WBGT)センサーによる熱中症アラートシステム",
        description: "熱中症リスクの判断のもととなる暑さ指数(WBGT)を必要な地点で継続的に計測し、そのデータを見える化することで、日々の熱中症予防対策をより的確に実施することができるようになります。"
    },
    {
        href: "",
        title: "AIカウンターによる人数及び車両数カウント",
        description: "カメラで撮影した映像から、AIを利用して、来場者・車両数をカウントします。AIを利用することで、人手に頼らなくても、よりリアルな現場の「見える化」、EBPM(エビデンスに基づく政策立案)への活用も可能となります。"
    }
]