export const perspectiveArticleProps = []

export const solutionServiceProps = [
    {
        href: "",
        title: "生産拠点の海外展開をスムーズに行いたい",
        description: "海外での生産拠点には、設備や情報システム等は勿論、人材の採用と教育等多く要件が必要です。また、物流や税等での変化も発生します。これらを現実的に加味した上での経済合理性の検討や実施プランの立案等をご支援いたします。"
    },
    {
        href: "",
        title: "海外進出に向けた検討を行いたい",
        description: "海外進出には、現地調査、法律の運用状況の確認、原材料や人材の調達コストの調査等、やるべきことは山積する一方でスピードが求められます。これらの調査や検討について、実体験を元に幅広いご支援を提供し、スピードアップに貢献します。"
    },
    {
        href: "",
        title: "東南アジアの市場調査、現地視察がしたい(中国、インドネシア、シンガポール、ベトナム、マレーシア)",
        description: "市場調査や現地調査は、現地の生の情報の入手が目的です。エイムネクストでは、日本語、英語及び現地語に堪能な現地人スタッフが各種のアレンジや通訳、調査代行を行う事で、現地での生の情報を日本語でご提供いたします。"
    },
    {
        href: "",
        title: "中南米進出の市場調査・会社設立、文書翻訳(スペイン語)(メキシコ、コロンビア、キューバ)",
        description: "キューバとアメリカの国交正常化など、中南米に進出する機運は高まっています。その一方で、スペイン語と日本語を話す人材の不足がその足かせになっています。弊社では言語対応に加え、製造業への知見を活用して進出を推進するご支援を提供いたします。"
    },
    {
        href: "",
        title: "シンガポール市場調査レポート",
        description: "弊社のシンガポール現地法人のネットワークを利用し、独自に調査を行った、シンガポール市場調査レポートを公開しています。"
    }
]