


export const perspectiveArticleProps = [
    {
        href:"",
        title:"ERP・生産管理システム構築のポイント",
        description:"ERP・生産管理システム構築を成功に導くポイントを紹介します。"
    },
    {
        href:"",
        title:"ERP・生産管理システムの導入効果の実現方法",
        description:"ERP・生産管理システムの導入を、単なるシステムリプレースで終わらせるのではなく、システム導入効果を実現するためのプロジェクトの進め方とは。"
    }
]


export const solutionServiceProps = [
    {
        href:"",
        title:"生産管理システムを刷新したい",
        description:"上流工程（要件定義）から、PoC検証、設計・開発、移行システムの観点からだけでなく、ユーザーサイドの観点（業務改革などのお手伝い）、プロジェクト管理まで対応いたします。"
    },
    {
        href:"",
        title:"プロジェクト診断サービス",
        description:"プロジェクトを立ち上げる段階や、既に開始しているプロジェクトに対して、経営層の期待に応え、システム導入効果を出し、システム構築を確かなものにするためには今何が必要なのか、その疑問にお答えいたします。"
    },
    {
        href:"",
        title:"生産管理トレーニング",
        description:"時代によって、生産管理の方法は変化が求められています。そのためには、正しい生産管理の知識を身に付けることが重要です。エイムネクストでは、生産管理の基礎知識を学ぶ2日間・5日間のコースを用意しています。"
    },
    {
        href:"",
        title:"海外工場診断",
        description:"海外工場の実態を把握しきれていないのではないか？弊社では皆さまになりかわり、現地の状況を把握し、状況をご報告させていただきます。"
    },
    {
        href:"",
        title:"調達コスト削減",
        description:"調達活動改善によるコストダウン実現をご支援いたします。"
    },
    {
        href:"",
        title:"ASPROVA",
        description:"国内シェア1位の生産スケジューラ（ASPROVA）の導入をご支援いたします。スケジューラ導入はシステム導入だけでなく、業務の変革を伴います。弊社ではシステム、業務双方の側面からプロジェクトを進めます。"
    }
]