
export const perspectiveArticleProps = [
    {
        href: "",
        title: "Xamarin　～クロスプラットフォーム開発～",
        description: "クロスプラットフォーム開発環境の一つ、Xamarinを紹介します。"
    },
    {
        href: "",
        title: " Microsoft系技術",
        description: ".NET、.NET MAUI、ASP.NET Core、Blazorなど、様々な選択肢があります。"
    },
    {
        href: "",
        title: "Webフロント技術（Angular、React、etc）",
        description: "HTML Living Standard、CSS3、JavaScriptの基礎技術についての重要性は変わりませんが、WEBアプリケーションの作り方が大きく変わってきています。"
    },
    {
        href: "",
        title: " Webフロント技術（WebAssembly）",
        description: "WebAssemblyでは、高負荷なレンダリング処理や高速な計算処理をブラウザ上で実行することが可能です。"
    },
    {
        href: "",
        title: " Java（WEBアプリケーション）",
        description: "JDKの有償化に伴い処理系の選択肢は増えてきている。一方で、フレームワークはSpringが選択されることが多くなり、Spring MVC / Spring Boot / Spring Securityなどが選択されている。"
    },
]


export const solutionServiceProps = [
    {
        href: "",
        title: "ソフトウェア開発支援",
        description: "効率的かつ高品質なソフトウェア開発をご支援いたします。"
    },
    {
        href: "",
        title: "リファクタリング支援",
        description: "ローリスクかつ堅実な方法で既存ソフトウェアのソースコード品質を向上いたします。単体・結合テストのしくみをお持ちでないお客様におきましても、弊社で単体・結合テストのシステムを導入させていただき、ソフトウェア品質を維持しながら安心してリファクタリングの恩恵を受けることができます。"
    },
    {
        href: "",
        title: "第三者コードレビュー",
        description: "ソースコード分析からソフトウェア開発のさまざまな問題を「見える化」します。基幹システム、エンベデッド、パッケージソフトウェア等、様々な技術的背景をもったソフトウェアのエキスパートがお客様のソースコードを目視でレビュー、問題点を未然に防止するための対策方法のご提案をさせていただき、お客様のソフトウェアをあるべき姿へと導きます。"
    },
    {
        href: "",
        title: "不具合解析サービス",
        description: "開発フェーズに応じた最適な不具合解析サービスを提供いたします。不具合の傾向と対策、再発防止策のご提案、ツールの導入など技術的な側面でのサービスだけではなく、その先に潜んでいる真因を特定し、システムそのもの改善やプロジェクト管理方法、人材の教育に至るまで、長年様々なプロジェクトを経験してきたエキスパートが、幅広くお客様をサポートいたします。"
    },
    {
        href: "",
        title: "ソフトウェア性能改善サービス",
        description: "計算量を減らすだけでなく、最新のプロセッサの能力を引き出す性能改善を提供いたします。こちらはリファクタリングサービスとセットで考えるべきサービスですが、改善前の品質を担保しながら性能改善を行っていくことが前提となります。こちらのサービスでは、ある特定のソフトウェアブロックにターゲットを絞込み、アルゴリズムを細部に渡るまで解析し、CPUまたはOSがより早く処理できるようアルゴリズムを最適化していきます。コンパイラ、GPUコンピューティング、デバイスドライバ開発の技術的バックグラウンドを持ったエキスパートが、ソースコードの組み方など、事細かいところまでサポートさせていただきます。"
    },
    {
        href: "",
        title: "ドキュメント再構築サービス",
        description: "ソースコードからのリバースエンジニアリングにより設計書や仕様書を再構築し、ソフトウェア資産の価値を高めます。"
    },
    {
        href: "",
        title: "PoC検証サービス",
        description: "実現したいこと・足りないものを具現化します。"
    },
    {
        href: "",
        title: "通信ソフトウェア開発支援サービス",
        description: "あらゆるモノが繋がるＩｏＴ時代となり、様々な通信プロトコルが存在するようになりました。各種プロトコルスタック（規格）に沿い、貴社実行環境やフットプリントに合わせた開発を行います。新しいプロトコルへの対応から、既存コードの改修まで幅広い対応が可能です。また、デジタル証明書（SSL証明書）を用いたセキュアな通信に対応いたします。"
    },
    {
        href: "",
        title: "組み込み開発支援サービス",
        description: "Linuxカーネル層、デバイスドライバなどの設計、実装、テストまで一貫して行います。Linuxカーネルを含めたAndroidプラットフォームのカスタマイズにも対応いたします。"
    },
    {
        href: "",
        title: "テスト仕様書作成サービス",
        description: "コストと期間の最小化、品質の最大化を目指したテスト仕様書の作成をサポートいたします。"
    },
    {
        href: "",
        title: "情報システムの開発・保守の支援　(Java系)",
        description: "情報システムの開発・保守の支援　(Java系)経験豊富なエンジニアのチームが多角的な視点からシステムの開発と継続的な発展を支援します。支援の形態は貴社に合わせカスタマイズを行います。"
    },
    {
        href: "",
        title: "コードレベルのアウトソーシング(開発・保守)",
        description: "プログラミングに精通したチームが貴社のシステムやソフトウェアの開発保守を行い、継続的な発展に貢献します。"
    },
    {
        href: "",
        title: "ソフトウェアテストの改善支援",
        description: "貴社テストの現場でお困りのことや改善したいことを一緒に考えながら、品質向上に向けた改善活動をご支援させていただきます。"
    },
    {
        href: "",
        title: "テストのコスト削減サポート",
        description: "テストの在り方を見直して、テストに掛かるコスト削減に向けた活動をサポートします。"
    },
    {
        href: "",
        title: "メモリ不足とメモリリークの解析サービス",
        description: "組み込み機器においてさまざまな不具合を引き起こすメモリ不足・メモリリークの解消をご支援いたします。"
    }
]