import { title } from "process"

export const perspectiveArticleProps = [
    {
        href: "",
        title: "ランサムウェア",
        description: "ランサムウェアとはマルウェアの一種で、「Ransom（身代金）」と「Software（ソフトウェア）」を組み合わせた造語です。"
    },
    {
        href: "",
        title: "IDS・IPS",
        description: "IDSは「侵入検知システム」を意味し、IPSは「侵入防御システム」を意味します。"
    },
    {
        href: "",
        title: "RPA(Robotic Process Automation)",
        description: "「RPA」とはホワイトカラー、主にバックオフィスの業務をソフトウェアによって自動化・効率化する取り組みです。"
    },
    {
        href: "",
        title: "ビッグデータへのアプローチ",
        description: "「ビッグデータをビジネスに導入したい」というときのアプローチについて、データ分析の視点から考えてみたいと思います。"
    }
]


export const solutionServiceProps = [
    {
        href: "",
        title: "システム導入支援（PMO等）を行ってほしい",
        description: "システム導入のプロジェクト管理に対するトータル支援、または貴社既存体制に対して部分的な補強を目的とする支援など柔軟な対応が可能です。"
    },
    {
        href: "",
        title: "【ITIL®,DevOpsの活用】運用・保守のプロセスを再構築したい",
        description: "お客様から現状と理想をヒアリングさせていただき、お客様独自のサービスマネジメントを設計/提案いたします。"
    },
    {
        href: "",
        title: "プロジェクト管理支援",
        description: "システム導入プロジェクトにおける貴社のプロジェクト管理をご支援させていただきます。"
    },
    {
        href: "",
        title: "IT・システム部門アウトソーシング",
        description: "弊社では、高いモチベーションとスキルを持ち、複数の役割をオーナーシップを持って遂行することができるメンバーがご支援させていただきます。"
    },
    {
        href: "",
        title: "IT業務支援",
        description: "お客様社内における各種IT業務に関する相談から実業務までを支援させていただきます。"
    },
    {
        href: "",
        title: "クラウド運用支援",
        description: "クラウド運用全般のトータル支援、または特定の課題解消のための部分的な支援など、貴社のニーズに合わせ柔軟に支援させていただきます。"
    },
    {
        href: "",
        title: "IT資産の最適化",
        description: "企業が持つIT資産（ハードウェアやソフトウェアやデータ、およびITに関連するノウハウや体制）を適切に利活用し、売上向上やコスト削減（生産性向上含む）を実現します。"
    },
    {
        href: "",
        title: "デジタルデータアーカイブ戦略",
        description: "増え続けるデジタルデータの保管に伴い、膨れ上がるストレージコストを最適化するため、お客様の状況に合わせた最適なアーカイブ戦略をご提案いたします。"
    }
]