
export const perspectiveArticleProps = [
]


export const solutionServiceProps = [
    {
        href:"",
        title:"グローバル人材を育成したい",
        description:"グローバル展開人材の不足や、人材育成方法の立案・実施にお悩みの企業様へのご支援を提供いたします。対象となる人材層・スキル種類・対象国の組み合わせで適切なプランを立案いたします。"
    },
    {
        href:"",
        title:"製造業における業務とお金の流れの全体像を理解したい",
        description:"社内における各々の業務とお金の流れを社内全員が理解することで、より一層利益体質の会社へと変わることが出来ます。実際にモノやコインを動かしながら、会社の全体像・仕組みを理解し、 どのようなファクターが会社の業績に大きな影響を与えるのかを体験してもらいます。"
    },
    {
        href:"",
        title:"プライベート・セミナー(各種)",
        description:"コンサルタントによる企業改革のノウハウをプライベートセミナーの形でご提供いたします。BPRやシステム導入の注意点はもちろん、中国のITベンチャーの事例等、普段の業務では接する事の少ないノウハウをご提供しております。"
    },
    {
        href:"",
        title:"Unreal Engine4 研修/トレーニング",
        description:"ゲーム、VR、AR向けコンテンツの開発エンジンである、Unreal Engine 4のトレーニング/研修をご提供しております。Unreal Engine 4は開発未経験者でも、視覚的に開発を進めることも可能です。"
    },
]